ada-url
ansible
apfel
atuin
autoconf
bat
brotli
bun
c-ares
ca-certificates
caddy
capstone
carl
certifi
cffi
choose-rust
cloudflare-wrangler
cloudflare-wrangler2
cloudflared
cmake
coreutils
cryptography
dasel
deno
difftastic
dtc
duf
dust
encore
eza
f2
fd
flyctl
fmt
fracturedjson
fx
fzf
gettext
gh
git
git-delta
glib
glow
gmp
gnutls
go
hdrhistogram_c
helix
htmlq
icu4c@78
jet
jj
jjui
jpeg-turbo
jq
libcbor
libevent
libfido2
libgit2
libidn2
libmagic
libnghttp2
libnghttp3
libngtcp2
libpng
libslirp
libsodium
libssh
libssh2
libtasn1
libtiff
libtommath
libunistring
libusb
libuv
libyaml
litestream
little-cms2
llhttp
lz4
lzo
m4
mailpit
mdbook
merve
mlx
mlx-c
mpdecimal
mysql-client
nbytes
ncurses
nettle
ollama
oniguruma
openssl@3
p11-kit
pandoc
pcre2
pixman
pkgconf
pycparser
pyenv
pyenv-virtualenv
python-tk@3.11
python-tk@3.13
python@3.11
python@3.13
python@3.14
qemu
rbenv
readline
ripgrep
ruby-build
s3cmd
scooter
shellcheck
simdjson
simdutf
snappy
snitch
sqlite
sqlite-utils
tailspin
tcl-tk
tcl-tk@8
tealdeer
tirith
tmux
tree
unbound
up
utf8proc
uv
uvwasi
vde
virtualenv
whosthere
xz
yarn
zellij
zlib
zoxide
zstd
cadran
font-maple-mono-nf
ghostty
hashicorp-vagrant
heynote
meld
stats
utm
vagrant
wave
windsurf
