atuin
autoconf
bat
brotli
bun
c-ares
ca-certificates
caddy
carl
choose-rust
cloudflare-wrangler
cloudflare-wrangler2
cloudflared
cmake
coreutils
dasel
deno
difftastic
duf
dust
encore
eza
f2
fd
fence
flyctl
fx
fzf
gettext
gh
git
git-delta
glow
gmp
go
headson
helix
htmlq
icu4c@76
icu4c@78
jet
jid
jj
jjui
jpeg-turbo
libcbor
libevent
libfido2
libgit2
libgit2@1.7
libiconv
libmagic
libnghttp2
libnghttp3
libngtcp2
libssh2
libtiff
libtommath
libunistring
libuv
libyaml
little-cms2
lz4
m4
mailpit
mdbook
mlx
mlx-c
mpdecimal
mysql-client
ncurses
ollama
oniguruma
openssl@3
pandoc
pcre2
pkgconf
pyenv
pyenv-virtualenv
python-tk@3.11
python-tk@3.13
python@3.11
python@3.13
python@3.14
rbenv
readline
ripgrep
ruby-build
s3cmd
scooter
shellcheck
simdjson
snitch
sqlite
sqlite-utils
tailspin
tcl-tk
tcl-tk@8
tealdeer
tmux
tree
up
utf8proc
uvwasi
virtualenv
whosthere
xz
yarn
zlib
zoxide
zstd
heynote
meld
wave
windsurf
