atuin
autoconf
bat
brotli
bun
c-ares
ca-certificates
caddy
choose-rust
cloudflare-wrangler
cloudflare-wrangler2
cloudflared
dasel
difftastic
duf
dust
eza
fd
flyctl
fx
fzf
gdbm
gettext
gh
git
git-delta
glow
go
htmlq
icu4c@76
icu4c@77
jet
jid
libcbor
libevent
libfido2
libgit2
libgit2@1.7
libnghttp2
libssh2
libtommath
libunistring
libuv
libyaml
lz4
m4
mpdecimal
mysql-client
ncurses
ollama
oniguruma
openssl@3
pandoc
pcre2
pkgconf
python-tk@3.11
python-tk@3.13
python-tk@3.9
python@3.11
python@3.13
python@3.9
rbenv
readline
ripgrep
ruby-build
scooter
shellcheck
sqlite
tailspin
tcl-tk
tcl-tk@8
tealdeer
tmux
tree
up
utf8proc
virtualenv
xz
yarn
zlib
zoxide
zstd
heynote
windsurf
zed
